[

    {
        "title":"Bible",
        "content": "The Bible is the Word of God and its original manuscripts are free from all errors and contradictions. It is the one and only infallible, authoritative, and trustworthy rule for faith and life, (2 Pet. 1:21, 2 Tim. 3:16). The Apocrypha is not inspired scripture and is not part of the canon of scripture. The Bible is to be taken as literally as possible except where obviously figurative. Genesis, for example, is literal, and Adam and Eve were actual people."
    },
    {
        "title":"God",
        "content": "God is the only Supreme Being with no gods created before or after Him in all of existence, in all places, in all time (Isa. 43:10; 44:6; 44:8;, 1 Tim. 1:17). He has always been God (Psalm 90:2). He is Holy (Rev. 4:8), Eternal (Isa. 57:15), Omnipotent (Jer. 32:17,27), Omnipresent (Psalm 139:7), Omniscient (1 John 3:20); etc. He is Love (1 John 4:8, 16); Light (1 John 1:5); Spirit (John 4:24); Truth (Psalm 117:2); Creator (Isa. 40:12,22,26), etc. He is to be worshiped (Gen. 24:26, Ex. 4:31, 2 Chron. 29:28, 1 Cor. 14:25, Rev. 7:11). He is to be served (Matt. 4:10,1 Cor. 6:19, Phil. 3:7, 1 Thess. 1:9, Heb. 9:14). He is to be proclaimed (Matt. 28:19f., John 14:15f., Acts 1:8)."
    },
    {
        "title":"Trinity",
        "content": "There is one God in whom are three eternal, distinct, and simultaneous persons - the Father, the Son (Jesus Christ), and the Holy Spirit. All three are the one God, coeternal, coequal, etc. Yet there is only one God, not three gods, and not one person who took three modes, offices, or forms. (Isa. 44:6,8; 45:5; Gen. 1:26-27; 3:22; Matt. 3:17; 28:19; Luke 9:35; 2 Cor. 13:14). "
    },
    {
        "title":"Jesus",
        "content": "Jesus Christ is the Word (God) who became a man (John 1:1,14; Col. 2:9). He added human nature to His divine nature. He is both human and divine, and, therefore, has two natures. Yet, He is one person, not two. He is not part God and part man. He is presently a man, in a glorified body, as one person, with two natures where one nature is wholly God and the other wholly man. (Phil. 2:5-11; Col. 2:9; 1 Tim. 3:16; Heb. 1:5-13; John 1:1-3,14). Jesus will eternally remain as a man and intercede for us eternally as a high priest after the order of Melchezedek (Heb. 6:20; 7:25)."
    },
    {
        "title":"Virgin Birth",
        "content": "Jesus Christ was miraculously conceived and born of the virgin Mary (Luke 1:42) by the power of the Holy Spirit (Matt. 1:18; Luke 1:35). Mary ceased to be a virgin after the birth of Jesus (Matt. 1:25)."
    },
    {
        "title":"Resurrection",
        "content": "Jesus rose from the dead in the same body He died in after being in the grave for three days (John 2:19-21). He was raised in a glorified, physical body (still retaining his crucifixion wounds, John 10:25-28). He ascended bodily into heaven (Acts 1:9-11), sits at the right hand of the Father, and rules heaven and earth, ( 1 Cor. 15:25; Eph. 1:22). Likewise, we Christians will be raised bodily from the dead (1 Cor. 15:35-45) and spend eternity with the Lord (1 Thess. 4:16–17; John 12:26)."
    },
    {
        "title": "Man's Condition",
        "content": "Man is fallen, corrupt, and wicked. Man believes in God by God's grace through faith (John 6:28-29; 15:5; Phil. 1:29), is unable to come close to God through his own efforts (John 6:44; Rom. 3:10-12), is born again not of his own will (John 1:13), cannot understand the spiritual things of God on his own (1 Cor. 2:14; Rom. 8:7), cannot earn salvation by his attempt at good works combined with faith (Eph. 2:8-9; Rom. 4:1-6; Matt. 7:22-23), nor once saved does he maintain his salvation by his works (Gal. 3:1-5). Conscious eternal punishment in hell and separation from the blessed presence of God are the consequences of the unregenerate person's sinfulness who has not trusted in the redemptive sacrificial work of Christ on the cross (Eph. 2:1-3; Rom. 6:23)."
    },
    {
        "title": "Salvation",
        "content": "Salvation is being saved from the righteous judgment of God upon the sinner. Salvation is obtained by grace alone, through faith alone, in the work of Christ alone (John 3:16) and not by our good works (Rom. 3:28; 4:1-5; 5:1; Eph. 2:8-9; Gal. 3:1-4; Matt. 7:22-23). We are chosen for salvation by God (2 Thess. 2:13) and our salvation cannot be lost."
    },
    {
        "title": "Justification by Grace through Faith Alone",
        "content": "Justification is being declared legally righteous by God (Rom. 4:5; 5:1; Phil. 3:9) according to the Law. This justification is received by faith alone (Rom. 4:5), in Christ alone, and is the work of Christ fulfilling the Law in his earthly ministry (1 Pet. 2:22) where he bore our sins (1 Pet. 2:24), and in the canceling of the sin debt by his sacrifice on the cross (Col. 2:14). This justification is received by faith without any ceremony, without baptism (Rom. 4:1-6), and without any works of the Law (Rom. 3:28; Gal. 2:21).  Our justification is a gift from God (Rom. 3:24)."
    },
    {
        "title":"Christian Church",
        "content": "God calls Christians to his Church where the Word of God is preached, where baptism and the Lord's Supper (communion) are administered, where believers are discipled, and where believers serve to build up one another (1 Thess. 5:11; Eph. 4:29). There is no one true earthly ecclesiastical body that is 'the true church.' Rather, the True Church consists of all true believers wherever they might be. "
    },
    {
        "title": "Morality",
        "content": "Homosexuality, lesbianism, bisexuality, pedophilia, bestiality, necrophilia, cross dressing, transgenderism, fluid sexual identity, lying, bearing false witness, adultery, wife-swapping, pornography, fornication, coveting, etc.,  are all sinful practices, are against scriptural revelation, and are contrary to proper living. Still, we do not hate or persecute those who practice these things.  Instead, we pray for their deliverance and salvation while we expose their sins and call them to repentance."
    },
    {
        "title": "Marriage, Gender, and Sexuality",
        "content": "<p>God has established marriage as a lifelong, exclusive relationship between one man and one woman and that all intimate sexual activity outside the marriage relationship, whether heterosexual, homosexual, or otherwise, is immoral and therefore sin. Marriage is dissolved upon death.  Marriage can also be dissolved due to adultery (Matt. 19:9) and abandonment (1 Cor. 7:15). God created the human race male and female in His image and that all conduct with the intent to adopt a gender other than one’s birth gender is immoral and therefore sin (Genesis 1:27 and 2:24-25; Exodus 20:14-17 and 22:19; Leviticus 18:22-23 and 20:13-16; Deuteronomy 22:5; Psalm 139:13-17; Matthew 5:27-28 and 19:4-9; Mark 10:6-9; Romans 1:18-32; 1 Corinthians 6:9-11 and 6:15-20; 1 Timothy 1:8-11; Jude 1:7). <p> We believe that in order to preserve the function and integrity of Ergatas as a local Body of Christ, and to provide a biblical role model to the Christian community, it is imperative that all persons employed by Ergatas in any capacity, or who serve as volunteers, agree to and abide by this Statement of Marriage, Gender, and Sexuality. (Matt 5:16; Phil 2:14-16; 1 Thess 5:22.) <p> We believe that God offers redemption and restoration to all who confess and forsake their sin, seeking His mercy and forgiveness through Jesus Christ. (Acts 3:19-21; Rom 10:9-10; 1 Cor 6:9-11.) <p> We believe that every person must be afforded compassion, love, kindness, respect, and dignity. ( Mark 12:28-31; Luke 6:31.) Hateful and harassing behavior or attitudes directed toward an individual are to be repudiated and are not in accord with Scripture or the doctrines of Ergatas."
        
    },
    {
        "title":"Sanctity of Life",
        "content": "All human life is sacred and created by God in His image (Psalm 139:1-24). Human life is of inestimable worth in all its dimensions, including pre-born babies, the aged, the physically or mentally challenged, and every other stage or condition from conception through natural death. We are therefore called to defend, protect, and value all human life. (Deuteronomy 30:19-20; Psalm 139:13-17; Proverbs 24:11; Isaiah 49:1; Jeremiah 1:5; Matthew 22:37-39; Luke 10:25-37; Romans 12:20-21; Galatians 6:10; James 2:14-26)."
    }
]